{
  "Welcome": "Willkommen",
  "A brand new app.": "Eine neue App.",
  "Welcome to Neeedo.com": "Wilkommen auf Neeedo.com",
  "A nextgen e-commerce platform":"der e-commerce platform der Zukunft",
  "Search for what you really need":"Suche was du wirklich brauchst",
  "Find what you`re really looking for":"Finde was du wirklich suchst",
  "Everything at your nearest":"Alles in deiner Nähe",
  "Username": "Benutzername",
  "E-Mail": "E-Mail",
  "Password": "Passwort",
  "Register": "Registrieren",
  "Registration": "Registrierung",
  "Login": "Login",
  "Create": "Anlegen",
  "Edit": "Ändern",
  "Delete": "Löschen",
  "Could not connect to the Neeedo service hub. Please try again later.": "Es konnte keine Verbindung zum Neeedo Service Hub hergestellt werden. Bitte versuche es später noch einmal.",
  "Neeedo Member Area": "Neeedo Mitglieder Bereich",
  "technical_error_on_registration": "Leider ist bei der Registierung ein Fehler aufgetreten. Bitte versuche es später noch einmal",
  "Welcome to Neeedo, %s!": "Willkommen bei Neeedo, %s!",
  "Hello %s!": "Hallo %s!",
  "Hello %s": "Hallo %s",
  "Have fun here on Neeedo.com!": "Viel Spaß hier auf Neeedo.com!",
  "login_no_success": "Ungültige Zugangsdaten. Bitte versuche es noch einmal!",
  "An internal error occured during the registration. Please contact Neeedo customer care." : " Es ist ein interner Fehler aufgetreten. Bitte kontaktiere den Neeedo-Kundenservice.",
  "An error occured during login. Please contact Neeedo customer care." : "Beim Login ist ein Fehler aufgetreten. Bitte kontaktiere den Neeedo-Kundenservice.",
  "We didn't find any user registered with given eMail address." : "Es konnte kein registrierter Nutzer mit der angegebenen Email-Adresse gefunden werden.",
  "The demand couldn't be created. Please contact Neeedo customer care." : "Dein Gesuch konnte nicht angelegt werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "We didn't find any demand matching your input." : "Es konnte kein Treffer passend zu deinen Eingaben gefunden werden.",
  "The demand couldn't be updated. Please contact Neeedo customer care." : "Ihr Gesuch konnte nicht aktualisiert werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "The demand couldn't be deleted. Please contact Neeedo customer care." : "Ihr Gesuch konnte nicht gelöscht werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "The offer couldn't be created. Please contact Neeedo customer care." : "Ihr Angebot konnte nicht erstellte werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "We didn't find any offer matching your input." : "Es konnte kein Treffer passend zu deinen Eingaben gefunden werden.",
  "The offer couldn't be updated. Please contact Neeedo customer care." : "Dein Angebot konnte nicht aktualisiert werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "The offer couldn't be deleted. Please contact Neeedo customer care." : "Dein Angebot konnte nicht gelöscht werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "The image couldn't be added to your offer. Please contact Neeedo customer care." : "Das Bild konnte deinem Angebot nicht hinzugefügt werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "Your login credentials are incorrect." : "Deine Login-Informationen sind leider falsch. Bitte versuche es noch einmal.",
  "I'm offering" : "Ich biete",
  "Offering" : "Biete",
  "Looking for" : "Suche",
  "Tags" : "Tags",
  "Price" : "Preis",
  "Details" : "Details",
  "Submit" : "Absenden",
  "Your inputs were not valid." : "Deine Eingaben sind leider ungültig.",
  "Your offer was created successfully." : "Deine Angebot wurde erstellt.",
  "Create offer" : "Neues Angebot",
  "The offer could not be loaded." : "Deine Biete-Karte konnte leider nicht geladen werden.",
  "Your offer was updated successfully." : "Deine Biete-Karte wurde aktualisiert.",
  "Your offer was deleted successfully." : "Deine Biete-Karte wurde erfolgreich gelöscht.",
  "Your demand was created successfully." : "Deine Suche-Karte wurde angelegt.",
  "Create demand" : "Neues Gesuch",
  "The demand could not be loaded." : "Deine Suche-Karte konnte leider nicht geladen werden.",
  "Your demand was updated successfully." : "Deine Suche-Karte wurde aktualisiert.",
  "Your demand was deleted successfully." : "Deine Suche-Karte wurde erfolgreich gelöscht.",
  "The demand couldn't be loaded. Please contact Neeedo customer care." : "Deine Suche-Karte konnte leider nicht geladen werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "I'm looking for" : "Ich suche",
  "must have" : "muss haben",
  "should have" : "sollte haben",
  "Price from" : "Preis von",
  "Price to" : "Preis bis",
  "Maximum distance" : "Maximaldistanz",
  "The offers couldn't be loaded. Please contact Neeedo customer care." : "Die Biete-Karten konnten leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "The demands couldn't be loaded. Please contact Neeedo customer care." : "Die Suchen-Karten konnten leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "The offer couldn't be loaded. Please contact Neeedo customer care." : "Die Biete-Karte konnte leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "The demand couldn't be loaded. Please contact Neeedo customer care." : "Die Suche-Karte konnte leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "A user with this email adress already exists" : "Es existiert bereits ein Benutzer mit der angegebenen Email-Adresse. Bitte benutze eine andere!",
  "Sorry, we couldn't find any matching offers. Please try to specify your demand better." : "Entschuldigung, wir konnten leider keine passenden Biete-Karten für dich finden. Versuche, deine Suche-Karte besser zu spezifizieren.",
  "The matched offers couldn't be loaded. Please contact Neeedo customer care.": "Wir konnten wegen eines technischen Fehlers leider keine passenden Biete-Karten finden. Bitte versuche es später noch einmal.",
  "We couldn't set your prefered locale.": "Wir konnten deine Sprache leider nicht setzen.",
  "Your locale was set.": "Deine bevorzugte Sprache wurde erfolgreich gesetzt.",
  "You cannot edit demands of other users." : "Du kannst die Suche-Karten anderer Benutzer nicht bearbeiten.",
  "You cannot delete demands of other users." : "Du kannst die Suche-Karten anderer Benutzer nicht löschen.",
  "You cannot edit offers of other users." : "Du kannst die Biete-Karten anderer Benutzer nicht bearbeiten.",
  "You cannot delete offers of other users." : "Du kannst die Biete-Karten anderer Benutzer nicht löschen.",
  "Menu" : "Menü",
  "u" : "ü",
  "You uploaded too many images." : "Du hast das Upload-Limit für Bilder überschritten.",
  "Please select at least one file." : "Bitte wähle mind. ein Bild.",
  "The file %%FILE%% has a type that is not allowed." : "Die Datei %%FILE%% wird von uns leider nicht unterstützt.",
  "The file %%FILE%% is too large." : "Die Datei %%FILE%% ist zu groß.",
  "You choosed too many files." : "Du hast zu viele Dateien ausgewählt.",
  "Error - unable to upload files. Please contact Neeedo customer care." : "Deine Dateien konnten leider nicht hochgeladen werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "You uploaded an invalid file type (file %s)." : "Der Dateityp %s wird leider nicht unterstützt.",
  "The file %s is too big." : "Die datei %s ist leider zu groß.",
  "maximum number of images" : "Maximale Bilderanzahl",
  "Allowed file types" : "Erlaubte Dateitypen",
  "maximal size" : "Maximale Dateigröße",
  "Upload images" : "Bilder hochladen",
  "Choose pictures" : "Bilder auswählen",
  "This operation is not allowed." : "Diese Aktion ist nicht erlaubt.",
  "Could not determine ratio of image %s. Please contact Neeedo customer care." : "Die Auflösung deines Bildes %s konnte leider nicht ermittelt werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "Could not resize image %s. Please contact Neeedo customer care." : "Dein Bild %s konnte leider nicht verkleinert werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "Your files were uploaded successfully" : "Deine Dateien wurden erfolgreich hochgeladen",
  "offers":"Angebote",
  "Your Offers":"Deine Angebote",
  "Recent Offers":"Die neuesten Angebote",
  "demands":"Gesuche",
  "Your Demands":"Deine Gesuche",
  "Recent Demands":"Die neuesten Gesuche",
  "The most recent offers couldn't be loaded. Please contact Neeedo customer care." : "Leider konnten die letzten Angebote nicht geladen werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "The most recent demands couldn't be loaded. Please contact Neeedo customer care.": "Leider konnten die letzten Gesuche nicht geladen werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "Your login credentials are incorrect.":"Ungültige Zugangsdaten. Bitte versuche es noch einmal!",
  "The given image could not be found.": "Das angegebene Bild konnte nicht gefunden werden.",
  "The image couldn't be deleted." : "Das angegebene Bild konnte nicht gelöscht werden.",
  "Use my current location" : "Meinen aktuellen Standort verwenden",
  "Address" : "Adresse",
  "We couldn't determine your location. Please check your browser settings or type in your desired address directly." : "Wir konnten deinen Standort leider nicht bestimmen. Bitte prüfe deine Browser-Einstellungen oder gib deine bevorzugte Adresse direkt ein.",
  "Please enter an valid address." : "Bitte gib eine gültige Adresse ein.",
  "Create and find matching offers" : "Passende Angebote finden",
  "Edit and find matching offers" : "Ändern und passende Angebote finden",
  "Matched offers" : "Passende Angebote",
  "Your demand" : "Dein Gesuch",
  "I'm interested in your offer %s." : "Ich bin an deinem Angebot unter %s interessiert.",
  "Can you tell me something about it?" : "Kannst du mir ein paar Details nennen?",
  "Send message to offeror" : "Kontaktiere den Anbieter",
  "Send" : "Senden",
  "Please Login": "Bitte logge dich ein",
  "Please login in order to send message to the offeror" : "Logge dich ein, um eine Nachricht zu schreiben.",
  "Greetings, %s" : "Gruß, %s",
  "Your message was sent successfully." : "Deine Nachricht wurde erfolgreich gesendet.",
  "Could not load the conversations. Please contact Neeedo customer care." : "Deine Unterhaltungen konnten nicht geladen werden. Bitte kontaktiere den Neeedo Kundenservice.",
  "Could not mark the message as read / unread. Please contact Neeedo customer care." : "Die Nachricht konnte nicht geladen werden. Bitte kontaktiere den Neeedo Kundenservice.",
  "Could not load the messages of the given conversation. Please contact Neeedo customer care." : "Deine Nachrichten konnten nicht geladen werden. Bitte kontaktiere den Neeedo Kundenservice.",
  "Could not create the message. Please contact Neeedo customer care." : "Deine Nachricht konnte nicht gesendet werden. Bitte kontaktiere den Neeedo Kundenservice.",
  "Your message couldn't be sent." : "Deine Nachricht konnte nicht gesendet werden.",
  "You cannot view messages of other users." : "Du kannst dir nicht die Nachrichten anderer Benutzer ansehen",
  "Please fill the field before continuing" : "Bitte füllen Sie das Feld aus",
  "Image upload" : "Bilder upload",
  "Back to Mailbox" : "Zurück zu den Nachrichten",
  "Your conversation with %s" : "Dein Nachrichtenverlauf mit %s",
  "Message" : "Nachricht",
  "From" : "Von",
  "New" : "Neu",
  "Reply" : "Antworten",
  "Bicycle, iPhone" : "Fahrrad, iPhone",
  "What are you looking for?" : "Was suchen Sie?",
  "blue, screen protector" : "blau, Displayfolie",
  "Feature list" : "Eigenschaften",
  "Minimum price in €" : "Minimum Preis in €",
  "Maximum price in €" : "Maximum Preis in €",
  "Use current location" : "Aktuelle Position nutzen",
  "Type in your address" : "Geben Sie Ihre Adresse ein",
  "Maximum distance in km" : "Maximale Distanz in KM",
  "Location" : "Standort"
}
