{
  "Welcome": "Willkommen",
  "A brand new app.": "Eine neue App.",
  "Username": "Benutzername",
  "E-Mail": "E-Mail-Adresse",
  "Password": "Passwort",
  "Register": "Registrieren",
  "Registration": "Registrierung",
  "Login": "Login",
  "Create": "Anlegen",
  "Edit": "Ändern",
  "Neeedo Member Area": "Neeedo Member Area",
  "technical_error_on_registration": "Leider ist bei der Registierung ein Fehler aufgetreten. Bitte versuche es später noch einmal",
  "Welcome to Neeedo, %s!": "Willkommen bei Neeedo, %s!",
  "Hello %s!": "Hallo %s!",
  "Have fun here on Neeedo.com!": "Viel Spaß auf Neeedo.com!",
  "login_no_success": "Ungültige Zugangsdaten. Bitte versuche es noch einmal!",
  "An internal error occured during the registration. Please contact Neeedo customer care." : " Es ist ein interner Fehler aufgetreten. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "An error occured during login. Please contact Neeedo customer care." : "Während des Logins ist ein Fehler aufgetreten. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "We didn't find any user registered with given eMail address." : "Es konnte kein registrierter Nutzer mit der angegebenen Email-adresse gefunden werden.",
  "The demand couldn't be created. Please contact Neeedo customer care." : "Ihr Gesuch konnte nicht erstellt werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "We didn't find any demand matching your input." : "Es konnte kein Treffer für ihre Eingaben gefunden werden",
  "The demand couldn't be updated. Please contact Neeedo customer care." : "Ihr Gesuch konnte nicht aktualisiert werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "The demand couldn't be deleted. Please contact Neeedo customer care." : "Ihr Gesuch konnte nicht gelöscht werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "The offer couldn't be created. Please contact Neeedo customer care." : "Ihr Angebot konnte nicht erstellte werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "We didn't find any offer matching your input." : "Es konnten keine Treffer für ihre Eingabe gefunden werden",
  "The offer couldn't be updated. Please contact Neeedo customer care." : "Ihr Angebot konnte nicht aktualisiert werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "The offer couldn't be deleted. Please contact Neeedo customer care." : "Ihr Angebot konnte nicht gelöscht werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "The image couldn't be added to your offer. Please contact Neeedo customer care." : "Das Bild konnte nicht hinzugefügt werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "Your login credentials are incorrect." : "Deine Login-Informationen sind leider falsch. Bitte versuche es noch einmal.",
  "I'm offering" : "Ich biete",
  "Tags" : "Tags",
  "Price" : "Preis",
  "Submit" : "Absenden",
  "Your inputs were not valid." : "Deine Eingaben sind leider ungültig.",
  "Your offer was created successfully." : "Deine Biete-Karte wurde angelegt.",
  "Create offer" : "Neues Angebot",
  "The offer could not be loaded." : "Deine Biete-Karte konnte leider nicht geladen werden.",
  "Your offer was updated successfully." : "Deine Biete-Karte wurde aktualisiert.",
  "Your offer was deleted successfully." : "Deine Biete-Karte wurde erfolgreich gelöscht.",
  "Your demand was created successfully." : "Deine Suche-Karte wurde angelegt.",
  "Create demand" : "Neues Gesuch",
  "The demand could not be loaded." : "Deine Suche-Karte konnte leider nicht geladen werden.",
  "Your demand was updated successfully." : "Deine Suche-Karte wurde aktualisiert.",
  "Your demand was deleted successfully." : "Deine Suche-Karte wurde erfolgreich gelöscht.",
  "The demand couldn't be loaded. Please contact Neeedo customer care." : "Deine Suche-Karte konnte leider nicht geladen werden. Bitte kontaktieren den Neeedo-Kundenservice.",
  "I'm looking for" : "Ich suche",
  "must have" : "muss haben",
  "should have" : "sollte haben",
  "Price from" : "Preis von",
  "Price to" : "Preis bis",
  "Maximum distance" : "Distanz",
  "The offers couldn't be loaded. Please contact Neeedo customer care." : "Deine Biete-Karten konnten leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "The demands couldn't be loaded. Please contact Neeedo customer care." : "Deine Suche-Karten konnten leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "The offer couldn't be loaded. Please contact Neeedo customer care." : "Deine Biete-Karte konnte leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "The demand couldn't be loaded. Please contact Neeedo customer care." : "Deine Suche-Karte konnte leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "A user with this email adress already exists" : "Es existiert bereits ein Benutzer mit der angegebenen Adresse. Bitte benutze eine andere!"
}
