{
  "Welcome": "Willkommen",
  "A brand new app.": "Eine neue App.",
  "Welcome to Neeedo.com": "Willkommen auf Neeedo.com",
  "A nextgen e-commerce platform":"der e-commerce platform der Zukunft",
  "Search for what you really need":"Suche was du wirklich brauchst",
  "Find what you`re really looking for":"Finde was du wirklich suchst",
  "Everything at your nearest":"Alles in deiner Nähe",
  "Username": "Benutzername",
  "E-Mail": "E-Mail",
  "Password": "Passwort",
  "Register": "Registrieren",
  "Registration": "Registrierung",
  "Login": "Anmelden",
  "Login Header" : "Anmeldung",
  "Create": "Anlegen",
  "Edit": "Ändern",
  "Delete": "Löschen",
  "Could not connect to the Neeedo service hub. Please try again later.": "Es konnte keine Verbindung zum Neeedo Service Hub hergestellt werden. Bitte versuche es später noch einmal.",
  "Neeedo Member Area": "Neeedo Mitglieder Bereich",
  "technical_error_on_registration": "Leider ist bei der Registierung ein Fehler aufgetreten. Bitte versuche es später noch einmal",
  "Welcome to Neeedo, %s!": "Willkommen bei Neeedo, %s!",
  "Hello %s!": "Hallo %s!",
  "Hello %s": "Hallo %s",
  "Have fun here on Neeedo.com!": "Viel Spaß hier auf Neeedo.com!",
  "login_no_success": "Ungültige Zugangsdaten. Bitte versuche es noch einmal!",
  "An internal error occured during the registration. Please contact Neeedo customer care." : " Es ist ein interner Fehler aufgetreten. Bitte kontaktiere den Neeedo-Kundenservice.",
  "An error occured during login. Please contact Neeedo customer care." : "Beim Anmelden ist ein Fehler aufgetreten. Bitte kontaktiere den Neeedo-Kundenservice.",
  "We didn't find any user registered with given eMail address." : "Es konnte kein registrierter Nutzer mit der angegebenen Email-Adresse gefunden werden.",
  "The demand couldn't be created. Please contact Neeedo customer care." : "Dein Gesuch konnte nicht angelegt werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "We didn't find any demand matching your input." : "Es konnte kein Treffer passend zu deinen Eingaben gefunden werden.",
  "The demand couldn't be updated. Please contact Neeedo customer care." : "Ihr Gesuch konnte nicht aktualisiert werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "The demand couldn't be deleted. Please contact Neeedo customer care." : "Ihr Gesuch konnte nicht gelöscht werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "The offer couldn't be created. Please contact Neeedo customer care." : "Ihr Angebot konnte nicht angelegt werden. Bitte kontaktieren Sie den Neeedo-Kundenservice.",
  "We didn't find any offer matching your input." : "Es konnte kein Treffer passend zu deinen Eingaben gefunden werden.",
  "The offer couldn't be updated. Please contact Neeedo customer care." : "Dein Angebot konnte nicht aktualisiert werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "The offer couldn't be deleted. Please contact Neeedo customer care." : "Dein Angebot konnte nicht gelöscht werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "The image couldn't be added to your offer. Please contact Neeedo customer care." : "Das Bild konnte deinem Angebot nicht hinzugefügt werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "Your login credentials are incorrect." : "Deine Anmelde-Informationen sind leider falsch. Bitte versuche es noch einmal.",
  "I'm offering" : "Ich biete",
  "Offering" : "Biete",
  "Looking for" : "Suche",
  "Tags" : "Tags",
  "Price" : "Preis (€)",
  "Details" : "Details",
  "Submit" : "Absenden",
  "Your inputs were not valid." : "Deine Eingaben sind leider ungültig.",
  "Your offer was created successfully." : "Deine Angebot wurde angelegt.",
  "Create offer" : "Neues Angebot",
  "The offer could not be loaded." : "Dein Angebot konnte leider nicht geladen werden.",
  "Your offer was updated successfully." : "Dein Angebot wurde aktualisiert.",
  "Your offer was deleted successfully." : "Dein Angebotwurde erfolgreich gelöscht.",
  "Your demand was created successfully." : "Dein Gesuch wurde angelegt.",
  "Create demand" : "Neues Gesuch",
  "The demand could not be loaded." : "Dein Gesuch konnte leider nicht geladen werden.",
  "Your demand was updated successfully." : "Dein Gesuch wurde aktualisiert.",
  "Your demand was deleted successfully." : "Dein Gesuch wurde erfolgreich gelöscht.",
  "The demand couldn't be loaded. Please contact Neeedo customer care." : "Dein Gesuch konnte leider nicht geladen werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "I'm looking for" : "Ich suche",
  "must have" : "Ich biete",
  "should have" : "sollte haben",
  "Price from" : "Preis (€) von",
  "Price to" : "bis",
  "Maximum distance" : "Im Umkreis von (km)",
  "The offers couldn't be loaded. Please contact Neeedo customer care." : "Die Angebote konnten leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "The demands couldn't be loaded. Please contact Neeedo customer care." : "Die Gesuche konnten leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "The offer couldn't be loaded. Please contact Neeedo customer care." : "Die Angebote konnte leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "The demand couldn't be loaded. Please contact Neeedo customer care." : "Die Gesuche konnte leider nicht geladen werden. Bitte versuche es später noch einmal.",
  "A user with this email adress already exists" : "Es existiert bereits ein Benutzer mit der angegebenen Email-Adresse. Bitte benutze eine andere!",
  "Sorry, we couldn't find any matching offers. Please try to specify your demand better." : "Entschuldigung, wir konnten leider keine passenden Angebot für dich finden. Versuche, dein Gesuch besser zu spezifizieren.",
  "The matched offers couldn't be loaded. Please contact Neeedo customer care.": "Wir konnten wegen eines technischen Fehlers leider keine passenden Angebote finden. Bitte versuche es später noch einmal.",
  "We couldn't set your prefered locale.": "Wir konnten deine Sprache leider nicht setzen.",
  "Your locale was set.": "Deine bevorzugte Sprache wurde erfolgreich gesetzt.",
  "You cannot edit demands of other users." : "Du kannst die Gesuche anderer Benutzer nicht bearbeiten.",
  "You cannot delete demands of other users." : "Du kannst die Gesuche anderer Benutzer nicht löschen.",
  "You cannot edit offers of other users." : "Du kannst die Angebote anderer Benutzer nicht bearbeiten.",
  "You cannot delete offers of other users." : "Du kannst die Angebote anderer Benutzer nicht löschen.",
  "Menu" : "Menü",
  "u" : "ü",
  "Edit offer" : "Angebot bearbeiten",
  "Edit Demand" : "Gesuch bearbeiten",
  "You uploaded too many images." : "Du hast das Upload-Limit für Bilder überschritten.",
  "Please select at least one file." : "Bitte wähle mind. ein Bild.",
  "The file %%FILE%% has a type that is not allowed." : "Die Datei %%FILE%% wird von uns leider nicht unterstützt.",
  "The file %%FILE%% is too large." : "Die Datei %%FILE%% ist zu groß.",
  "You choosed too many files." : "Du hast zu viele Dateien ausgewählt.",
  "Error - unable to upload files. Please contact Neeedo customer care." : "Deine Dateien konnten leider nicht hochgeladen werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "You uploaded an invalid file type (file %s)." : "Der Dateityp %s wird leider nicht unterstützt.",
  "The file %s is too big." : "Die datei %s ist leider zu groß.",
  "maximum number of images" : "Maximale Bilderanzahl",
  "Allowed file types" : "Erlaubte Dateitypen",
  "maximal size" : "Maximale Dateigröße",
  "Upload images" : "Bilder hochladen",
  "Choose pictures" : "Bilder auswählen",
  "This operation is not allowed." : "Diese Aktion ist nicht erlaubt.",
  "Could not determine ratio of image %s. Please contact Neeedo customer care." : "Die Auflösung deines Bildes %s konnte leider nicht ermittelt werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "Could not resize image %s. Please contact Neeedo customer care." : "Dein Bild %s konnte leider nicht verkleinert werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "Your files were uploaded successfully" : "Deine Dateien wurden erfolgreich hochgeladen",
  "offers":"Angebote",
  "Your Offers":"Meine Angebote",
  "Recent Offers":"Die neuesten Angebote",
  "demands":"Gesuche",
  "Your Demands":"Meine Gesuche",
  "Recent Demands":"Die neuesten Gesuche",
  "The most recent offers couldn't be loaded. Please contact Neeedo customer care." : "Leider konnten die letzten Angebote nicht geladen werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "The most recent demands couldn't be loaded. Please contact Neeedo customer care.": "Leider konnten die letzten Gesuche nicht geladen werden. Bitte kontaktiere den Neeedo-Kundenservice.",
  "Your login credentials are incorrect.":"Ungültige Zugangsdaten. Bitte versuche es noch einmal!",
  "The given image could not be found.": "Das angegebene Bild konnte nicht gefunden werden.",
  "The image couldn't be deleted." : "Das angegebene Bild konnte nicht gelöscht werden.",
  "Use my current location" : "Meinen aktuellen Standort verwenden",
  "Address" : "Adresse eingeben",
  "We couldn't determine your location. Please check your browser settings or type in your desired address directly." : "Wir konnten deinen Standort leider nicht bestimmen. Bitte prüfe deine Browser-Einstellungen oder gib deine bevorzugte Adresse direkt ein.",
  "Please enter an valid address." : "Bitte gib eine gültige Adresse ein.",
  "Create and find matching offers" : "Passende Angebote finden",
  "Edit and find matching offers" : "Ändern und passende Angebote finden",
  "Matched offers" : "Passende Angebote",
  "Your demand" : "Dein Gesuch",
  "I'm interested in your offer %s." : "Ich bin an deinem Angebot unter %s interessiert.",
  "Can you tell me something about it?" : "Kannst du mir ein paar Details nennen?",
  "Send message to offeror" : "Kontaktiere den Anbieter",
  "Senden" : "Senden",
  "Please Login": "Bitte melde dich an.",
  "Please login in order to send message to the offeror" : "Melde dich an, um eine Nachricht zu schreiben.",
  "Greetings, %s" : "Gruß, %s",
  "Your message was sent successfully." : "Deine Nachricht wurde erfolgreich gesendet.",
  "Could not load the conversations. Please contact Neeedo customer care." : "Deine Unterhaltungen konnten nicht geladen werden. Bitte kontaktiere den Neeedo Kundenservice.",
  "Could not mark the message as read / unread. Please contact Neeedo customer care." : "Die Nachricht konnte nicht geladen werden. Bitte kontaktiere den Neeedo Kundenservice.",
  "Could not load the messages of the given conversation. Please contact Neeedo customer care." : "Deine Nachrichten konnten nicht geladen werden. Bitte kontaktiere den Neeedo Kundenservice.",
  "Could not create the message. Please contact Neeedo customer care." : "Deine Nachricht konnte nicht gesendet werden. Bitte kontaktiere den Neeedo Kundenservice.",
  "Your message couldn't be sent." : "Deine Nachricht konnte nicht gesendet werden.",
  "You cannot view messages of other users." : "Du kannst dir nicht die Nachrichten anderer Benutzer ansehen",
  "Please fill the field before continuing" : "Bitte fülle das Feld aus",
  "Image upload" : "Bilder upload",
  "Back to Mailbox" : "Zurück zu den Nachrichten",
  "Mailbox" : "Nachrichten",
  "Your conversation with %s" : "Dein Nachrichtenverlauf mit %s",
  "Message" : "Nachricht",
  "From" : "Von",
  "New" : "Neu",
  "Reply" : "Antworten",
  "Bicycle, iPhone" : "Fahrrad, iPhone",
  "What are you looking for?" : "Was suchst du?",
  "blue, screen protector" : "blau, Displayfolie",
  "Feature list" : "Eigenschaften",
  "Minimum price in €" : "Minimum Preis in €",
  "Maximum price in €" : "Maximum Preis in €",
  "Use current location" : "Aktuelle Position nutzen",
  "Type in your address" : "Gib deine Adresse ein",
  "Maximum distance in km" : "Maximale Distanz in km",
  "Location" : "Standort verwenden",
  "You didn't add any favorite offer yet. Have a look at the most recent offers below or create a demand." : "Du hast bisher noch keine Angebote favorisiert. Sieh dir unten die aktuellsten Angebote an oder erstelle ein neues Gesuch.",
  "Favorite Offers" : "Favoriten",
  "Favorites" : "Favoriten",
  "In Your Vicinity": "In deiner Umgebung",
  "Create offers your customers will find" : "Erstelle Angebote, die deine Kunden finden",
  "Create your first offer now" : "Erstelle jetzt dein erstes Angbot",
  "Create your first demand now" : "Erstelle jetzt dein erstes Gesuch",
  "Landing page offer text" : "angebot marketing text",
  "Landing page demand text" : "suche marketing text",
  "Landing page map text" : "standort/map marketing text",
  "Send" : "Anlegen",
  "Price in €" : "Preis in €",
  "What are you offering?" : "Was bietest du an?",
  "Add images" : "Bilder hinzufügen",
  "Impressum" : "Impressum",
  "Legal Disclosure" : "Angaben gemäß § 5 TMG",
  "Disclosure Name" : "Sascha Feldmann",
  "Disclosure Address" : "Aristotelessteig 6 10318 Berlin",
  "Contact" : "Kontakt",
  "Contact Telephone" : "Telefon: 030 23611792",
  "Contact Fax" : "Fax: 030 23611792",
  "Contact Mail" : "E-Mail: kontakt@neeedo.com",
  "Disclaimer" : "Haftungsausschluss",
  "Accountability Content" : "Haftung für Inhalte",
  "Accountability Content Text" : "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
  "Accountability Links" : "Haftung für Links",
  "Accountability Links Text" : "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
  "Copyright" : "Urheberrecht",
  "Copyright Text" : "Die durch die Seitenbetreiber erstellten bzw. verwendeten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
  "View Offer" : "Angebot anzeigen",
  "Your map" : "Meine Karte",
  "Privacy Statement" : "Datenschutzerklärung",
  "General" : "Allgemeines",
  "General Text" : "Ihre personenbezogenen Daten (z.B. Anrede, Name, Anschrift, E-Mail-Adresse, Telefonnummer, Bankverbindung, Kreditkartennummer) werden von uns nur gemäß den Bestimmungen des deutschen Datenschutzrechts verarbeitet. Die nachfolgenden Vorschriften informieren Sie über Art, Umfang und Zweck der Erhebung, Verarbeitung und Nutzung personenbezogener Daten. Diese Datenschutzerklärung bezieht sich nur auf unsere Webseiten. Falls Sie über Links auf unseren Seiten auf andere Seiten weitergeleitet werden, informieren Sie sich bitte dort über den jeweiligen Umgang mit Ihren Daten.",
  "Inventory data" : "Bestandsdaten",
  "Inventory data Text" : "(1) Ihre personenbezogenen Daten, soweit diese für die Begründung, inhaltliche Ausgestaltung oder Änderung des Vertragsverhältnisses erforderlich sind (Bestandsdaten), werden ausschließlich zur Vertragsabwicklung verwendet. So muss z.B. zur Zustellung der Waren Ihr Name und Ihre Anschrift an den Warenlieferanten weitergegeben werden. (2) Ohne Ihre ausdrückliche Einwilligung oder ohne gesetzliche Grundlage werden Ihre personenbezogenen Daten nicht an außerhalb der Vertragsabwicklung stehende Dritte weitergegeben. Nach vollständiger Vertragsabwicklung werden Ihre Daten für die weitere Verwendung gesperrt. Nach Ablauf der steuer- und handelsrechtlichen Vorschriften werden diese Daten gelöscht, sofern Sie nicht ausdrücklich in die weitere Nutzung eingewilligt haben.",
  "Information about cookies" : "Informationen über Cookies",
  "Information about cookies Text" : "(1) Zur Optimierung unseres Internetauftritts setzen wir Cookies ein. Es handelt sich dabei um kleine Textdateien, die im Arbeitsspeicher Ihres Computers gespeichert werden. Diese Cookies werden nach dem Schließen des Browsers wieder gelöscht. Andere Cookies verbleiben auf Ihrem Rechner (Langzeit-Cookies) und erkennen ihn beim nächsten Besuch wieder. Dadurch können wir Ihnen einen besseren Zugang auf unsere Seite ermöglichen. (2) Das Speichern von Cookies können Sie verhindern, indem Sie in Ihren Browser-Einstellungen 'Cookies blockieren' wählen. Dies kann aber eine Funktionseinschränkung unserer Angebote zur Folge haben.",
  "Disclosure" : "Auskunft",
  "Disclosure Text" : "Nach dem Bundesdatenschutzgesetz haben Sie ein Recht auf unentgeltliche Auskunft über Ihre gespeicherten Daten sowie ggf. ein Recht auf Berichtigung, Sperrung oder Löschung dieser Daten. Fragen können Sie z.B. über die folgende E-Mail-Adresse stellen: ( kontakt@neeedo.com )",
  "Title" : "Titel",
  "What features does your offer have?" : "Welche Eigenschaften hat Ihr Angebot?",
  "Please enter a title" : "Bitte geben Sie einen Titel an",
  "Please enter at least one tag" : "Bitte fülle das Feld aus",
  "Please enter a price" : "Bitte gib einen Preis an",
  "Please wait" : "Bitte warte, während wir Deine Anfrage bearbeiten",
  "Please enter a min price" : "Bitte gib einen Minimalpreis an",
  "Please enter a max price" : "Bitte gib einen Maximalpreis an",
  "Min price must be smaller than max price" : "Minimalpreis muss kleiner sein als Maximalpreis",
  "Please enter a location" : "Bitte gib eine Adresse an",
  "Our Code - Open Source on GitHub" : "Unser Projekt - Open Source bei GitHub",
  "Web App" : "Web App",
  "Android App" : "Android App",
  "API" : "API",
  "Project Repository" : "Projekt Repository",
  "Test our Web App" : "Teste unsere Web App",
  "The Team" : "Das Team",
  "Architecture Poster" : "Architektur Poster",
  "Next-Gen Poster" : "Next-Gen Poster",
  "SPHERE.IO Poster" : "SPHERE.IO Poster",
  "Delete offer?" : "Angebot löschen?",
  "Are you sure to delete this offer? This cannot be undone." : "Soll das Angebot wirklich gelöscht werden? Dieser Vorgang kann nicht rückgängig gemacht werden!",
  "Delete demand?" : "Gesuch löschen?",
  "Are you sure to delete this demand? This cannot be undone." : "Soll das Gesuch wirklich gelöscht werden? Dieser Vorgang kann nicht rückgängig gemacht werden!",
  "Cancel" : "Abbruch",
  "Drop files here or click to upload." : "Ziehe ein Bild in die untere Box oder klicke zum Auswählen.",
  "You didn't recieve any message yet. Have a look at the most recent offers below or create a demand in order to contact the offerors." : "Du hast noch keine Nachricht bekommen. Sieh dir unten die neuesten Angebote an oder erstelle ein neues Gesuch, um Kontakt mit Anbietern aufzunehmen.",
  "Sorry, we couldn't find any matching offers for now. We will inform you if a new matching offer was created." : "Entschuldigung, wir konnten leider kein passendes Angebot für dich finden. Wir informieren dich, sobald es etwas Neues für dich gibt.",
  "Invalid value for demand price.": "Ungültiger Wert für den Gesuch-Preis.",
  "Invalid value for demand minimum price.": "Ungültiger Wert für den Von-Preis.",
  "Invalid value for demand maximum price.": "Ungültiger Wert für den Bis-Preis.",
  "The minimum allowed minimum price is %s": "Der Von-Preis muss mind. %s € betragen.",
  "The maximum allowed minimum price is %s": "Der Von-Preis darf %s € nicht überschreiten.",
  "The minimum allowed maximum price is %s": "Der Bis-Preis muss mind. %s € betragen.",
  "The maximum allowed maximum price is %s": "Der Bis-Preis darf %s € nicht überschreiten.",
  "Invalid value for distance.": "Ungültiger Wert für die Distanz.",
  "The minimum distance must be %s": "Die Distanz muss mind. %s betragen.",
  "The maximum allowed distance is %s": "Die Distanz darf nicht größer als %s sein.",
  "You entered an invalid eMail address.": "Du hast eine ungültige e-Mail-Adresse eingegeben.",
  "Invalid ID given.": "Ungültige ID.",
  "Invalid value for coordinate.": "Ungültiger Wert für die Koordinaten.",
  "The message must not exceed %s characters": "Die Nachrichtenlänge darf %s Zeichen nicht überschreiten.",
  "The password must have at least %s characters": "Das Passwort muss aus mind. %s Zeichen bestehen.",
  "The password must not have more than %s characters": "Das Passwort darf nicht mehr als %s Zeichen enthalten.",
  "Invalid value for price.": "Ungültiger Wert für den Preis.",
  "The minimum allowed price is %s": "Der Preis muss mind %s € betragen.",
  "The maximum allowed price is %s": "Der Preis darf %s € nicht überschreiten.",
  "You need to provide a minimum of %s tags": "Du musst mindestens %s Tags angeben.",
  "You need to provide a maximum of %s tags": "Du darfst maximal %s Tags angeben.",
  "Invalid tag %s": "Ungültiger Tag %s",
  "The username must have at least %s characters": "Der Benutzername muss aus mind. %s Zeichen bestehen.",
  "The username must not have more than %s characters": "Der Benutzername darf nicht mehr als %s Zeichen enthalten.",
  "The username must not contain a whitespace.": "Der Benutzername darf kein Leerzeichen enthalten.",
  "Demand" : "Gesuch",
  "Offer" : "Angebot",
  "I am looking for:" : "Ich suche unbedingt:",
  "It should have:" : "schön wäre:",
  "Description" : "Beschreibung:",
  "Creator" : "Benutzer",
  "There aren't any unread messages." : "Du hast keine ungelesenen Nachrichten.",
  "There aren't any read messages." : "Du hast keine gelesenen Nachrichten.",
  "Unread messages" : "Ungelesene Nachrichten",
  "Read messages" : "Gelesene Nachrichten",
  "The username must consist of alphanumerical characters, '-' or '_' and must contain at least one alpha character." : "Der Benutzername muss aus mind. einem Buchstaben bestehen und darf nur Ziffern sowie '-', '_' enthalten.",
  "I offer": "Ich biete",
  "Often entered together:" : "Häufig zusammen eingegeben:",
  "Price Placeholder" : "z.B. 14 oder 11,99",
  "I'm really looking for" : "Ich suche unbedingt",
  "Nice to have would be" : "Schön wäre",
  "Please enter a distance" : "Bitte gib einen Umkreis an",
  "Link to Android App" : "Link zur Android App"
}
